
type OurTeamDataType = {
  fullName: string;
  jobTitle: string;
  description: string;
  skills: string[];
}[]

const ourTeamData: OurTeamDataType = [
  {
    fullName: 'میثم حیدری',
    jobTitle: 'Backend Developer/Team Lead',
    description: 'کارشناس ارشد نرم افزار و دکترای مدیریت کسب  و کار از دانشگاه علامه طباطبایی با بیش از 20 سال سابقه فعالیت در حوزه مدیریت و فناوری اطلاعات',
    skills: [
      'مدیر فنی تیم در پیاده سازی سامانه درگاه ملی حمل بار',
      'مدیر فناوری اطلاعات در طرح تفصیلی معماری لجستیک و حمل و نقل',
      'مدیر پروژه و نرم افزار در سامانه مدیریت ، نظارت و کنترل عملیات بندری کانتینری',
      'مشاور سازمان بنادر در ایجاد کانکتور سیستم های بنادر با گمرک و بستر یکپارچه تبادلات اقتصادی',
      'مشاور فناوری اطلاعات در استقرار سامانه TOS',
      'مدیر پروژه در سامانه یکپارچه مدیریت اجرای اسناد رسمی',
      'مدیره پروژه سیستم مکانیزه فرایند های انبار',
      'مدیر پروژه سیستم مدیریت انبارهای بحران کشور',
      'طراحی و پیاده سازی سیستم بانک اطلاعات کالا اداره بازرگانی استان تهران',
      'تحلیل و مدیریت پروژه در سیستم جامع امور بندری',
      'تحلیل و طراحی پروژه کدینگ نظام آماری جرایئم مرکز فرماندهی و کنترل ناجا',
      'ناظر و مشاور پروژه نرم افزار 110 کشور و طرح مهار جرائم',
    ]
  },
  {
    fullName: 'محمدرضا خداخواه',
    jobTitle: 'Product Owner',
    description: 'کارشناس مهندسی  نرم افزار با بیش از 10 سال سابقه فعالیت در حوزه مدیریت و فناوری اطلاعات',
    skills: [
      'مدیر پروژه سامانه درگاه ملی حمل بار',
      'مدیر ارشد پروژه های نرم افزاری بانک صادرات',
      'مدیر پروژه سامانه های پولشویی بانک صادرات',
      'برنامه نویس Full-stack developer  در داده پردازی خوارزمی ',
    ]
  },
  {
    fullName: 'سید حبیب اله موسوی سجاد',
    jobTitle: 'Backend Developer',
    description: 'کارشناس ارشد مهندسی نرم افزار و بیش از 11 سال سابقه فعالیت در حوزه برنامه نویسی ',
    skills: [
      'کارشناس برنامه نویسی در پروژه درگاه ملی حمل بار',
      'مدیر پروژه سیستم های قبوض بانک صادرات',
      'مدیر پروژه بهداشت و درمان اداره رفاه بانک صادرات',
      'برنامه نویس در شرکت راهبران فناوری اطلاعات ، پروژه منابع انسانی بانک ملت',
      'طراح و برنامه نویس  در پروژه های شخصی و دولتی',
    ]
  },
  {
    fullName: 'علی متین فر',
    jobTitle: 'FrontEnd Developer',
    description: 'کارشناس نرم افزار و بیش از4 سال سابقه فعالیت در حوزه برنامه نویسی ',
    skills: [
      'برنامه نویس FrontEnd  پروژه درگاه ملی حمل بار',
      'برنامه نویس ReactJS در پروژه پنل ادمین نبض',
      'برنامه نویس  Django و ReactJS در  پروژه مدیریت ورود ، خروج و ثبت گزارش کاری کارکنان “سامان”',
      'برنامه نویس ReactJS و  NextJS در شرکت بیتمسفر، توسعه و رهبری تیم FrontEnd  در پروژه های مدینیوم ، ماژولی برای خرید و فروش تجهیزات پژشکی دست دوم و نو ، صرافی باین ارز،صرافی در حوزه ارزهای دیجیتال، سودارو ، ماژولی برای مدیریت راحت فروش برای فروشگاه های اینستاگرامی',
    ]
  },
  {
    fullName: 'حسین مبینی',
    jobTitle: 'Product Designer',
    description: 'کارشناس ارشد طراحی محصول با بیش از 5 سال تجربه طراحی محصولات مختلف و کارشناس ارشد مدیریت کارآفرینی گرایش کسب و کار جدید از دانشگاه خوارزمی',
    skills: [
      'طراحی تجربه و رابط کاربری پروژه درگاه ملی حمل بار',
      'طراحی تجربه و رابط کاربری پروژه رتبه بندی اعتباری شرکت مشاور رتبه بندی ایران',
      'طراحی رابط کاربری وبسایت خبری صراط نیوز',
      'طراحی رابط کاربری سایت جام جم نیوز',
      'طراحی رابط کاربری وبسایت خبری خبرنگاران جوان',
      'طراحی رابط کاربری وبسایت خبری دانا نیوز',
      'طراحی سامانه مدیریت کارخانه طلاسازی برند یاسان',
      'مدیر تولید و تدوینگر شرکت  تبلیغاتی دناج',
      'طراحی  رابط و تجربه کاربری سامانه صاپست',
      'طراحی رابط و تجربه کاربری برند موپن',
      'طراحی رابط و تجربه کاربری اپلیکیشن جیکا ،در زمینه پیام رسانی،',
      'طراحی رابط کاربری اپلیکشن سیگنال ، در زمینه پیشبینی بازار ارز ،',
      'طراحی رابط کاربری پروژه بین المللی کاریابی  QouteFinder',
    ]
  },
]

export default ourTeamData;